export const questionsRu = [
    {
        id: 1,
        key: "business scope",
        prompt: "Можете ли вы описать, чем занимается ваш бизнес на постоянной основе?"
    },
    {
        id: 2,
        key: "typical customers",
        prompt: "Кто ваши типичные клиенты или заказчики? Что они у вас заказывают?"
    },
    {
        id: 3,
        key: "proudest achievements",
        prompt: "Каковы ваши самые гордые достижения в вашем бизнесе до сих пор?"
    },
    {
        id: 4,
        key: "future vision",
        prompt: "Как вы видите свой бизнес в течение следующих 2-5 лет?"
    },
    {
        id: 5,
        key: "recent challenges",
        prompt: "Были ли у вас недавно какие-либо особые трудности или препятствия?"
    },
    {
        id: 6,
        key: "competitive disadvantage",
        prompt: "Были ли ситуации, когда вы чувствовали, что ваш бизнес был в невыгодном положении по сравнению с конкурентами?"
    },
    {
        id: 7,
        key: "recurring problems",
        prompt: "Есть ли у вас какие-либо повторяющиеся проблемы или трудности, и как вы с ними сейчас справляетесь?"
    },
    {
        id: 8,
        key: "new markets",
        prompt: "Существуют ли новые направления или рынки, которые вы рассматриваете для разведки в вашем бизнесе?"
    },
    {
        id: 9,
        key: "customer needs",
        prompt: "Выразили ли когда-либо клиенты или заказчики желание или потребность, которую вы еще не смогли удовлетворить?"
    },
    {
        id: 10,
        key: "industry trends",
        prompt: "Есть ли какие-либо тенденции в вашей отрасли, которые вас волнуют или, по вашему мнению, могут повлиять на ваш бизнес?"
    },
    {
        id: 11,
        key: "external concerns",
        prompt: "Есть ли какие-либо изменения в отрасли или внешние факторы, которые вас беспокоят?"
    },
    {
        id: 12,
        key: "competition perception",
        prompt: "Как вы относитесь к текущей конкуренции на вашем рынке? Есть ли какие-либо новые конкуренты, на которых вы обращаете внимание?"
    },
    {
        id: 13,
        key: "industry changes",
        prompt: "Существуют ли какие-либо нормативные, экономические или технологические изменения, которые, по вашему мнению, могут повлиять на ваш бизнес?"
    },
    {
        id: 14,
        key: "assessment methods",
        prompt: "Пытались ли вы когда-либо оценить сильные и слабые стороны своего бизнеса официально или неофициально? Если да, как вы это делали?"
    },
    {
        id: 15,
        key: "decision uncertainties",
        prompt: "Были ли моменты, когда вы сомневались в бизнес-решении и хотели бы больше информации или данных, чтобы направить вас?"
    },
    {
        id: 16,
        key: "strategic tools",
        prompt: "Какие инструменты или методы вы в настоящее время используете для принятия стратегических решений или планирования будущего своего бизнеса?"
    },
    {
        id: 17,
        key: "feedback methods",
        prompt: "Как вы обычно собираете отзывы или информацию о результативности вашего бизнеса?"
    }
];
